tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "leoafarias/fvm"
tap "sdkman/tap"
tap "universal-ctags/universal-ctags"
brew "aria2"
brew "awscli"
brew "bat"
brew "chroma"
brew "fd"
brew "fzf"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "grpcurl"
brew "helm"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "luajit"
brew "neovim"
brew "nginx"
brew "nvm"
brew "rbenv"
brew "ripgrep"
brew "shared-mime-info"
brew "starship"
brew "terraform"
brew "tree"
brew "yq"
brew "leoafarias/fvm/fvm"
brew "sdkman/tap/sdkman-cli"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "android-commandlinetools"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "intellij-idea"
cask "ngrok"
cask "postman"
cask "rar"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "Orta.vscode-jest"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-xml"
vscode "stevenhansel.vscode-nvm"
vscode "vscodevim.vim"
