tap "dart-lang/dart"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "leoafarias/fvm"
tap "universal-ctags/universal-ctags"
brew "aria2"
brew "awscli"
brew "bat"
brew "chroma"
brew "doctl"
brew "fd"
brew "fzf"
brew "git-delta"
brew "gnu-sed"
brew "grpcurl"
brew "helm"
brew "jq"
brew "k9s"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "terraform"
brew "tree"
brew "hashicorp/tap/terraform-ls"
brew "leoafarias/fvm/fvm"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "docker"
cask "font-jetbrains-mono-nerd-font"
